Revit 2024 API
BuiltInFailures.OverlapFailures.DuplicateInstances Property
 There are identical instances in the same place. This will result in double counting in schedules.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId DuplicateInstances { get; }
Visual Basic
Public Shared ReadOnly Property DuplicateInstances As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ DuplicateInstances {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.OverlapFailures Class
Autodesk.Revit.DB Namespace